TargetApplication=SynWrite 2.8.304
Author=Tilt
SourceLANGID=1033
LANGID=1041
Generator=DKLang Translation Editor v3.0
LastModified=2012-02-01 17:16:26

[fmMain]
00000006=印刷
00000007=文書印刷
00000009=プレビュー
00000010=印刷プレビュー
00000012=ページ設定
00000013=ページ設定
00000015=新規ファイル
00000016=新規ファイルを作成
00000018=新規ウィンドウ
00000020=プリンタ設定
00000021=プリンタ設定
00000023=開く...
00000024=ファイルを開く
00000026=開きなおす
00000027=ファイルを再読み込み
00000029=保存
00000030=ファイルを上書き保存
00000032=名前を付けて保存
00000033=現在のファイルを別名で保存
00000035=RTF 形式にエクスポート...
00000036=現在のエディタ内容を RTF 形式(強調設定を含む)にエクスポート
00000037=.RTF
00000038=リッチテキストファイル (*.rtf)|*.rtf|すべてのファイル (*.*)|*.*
00000040=HTML 形式にエクスポート...
00000041=現在のエディタ内容を HTML 形式(強調設定を含む)にエクスポート
00000042=.HTML
00000043=HTMLファイル (*.htm, *.html)|*.htm;*.html|すべてのファイル (*.*)|*.*
00000045=環境設定
00000046=オプションダイアログを表示
00000048=構文定義の編集...
00000049=現在の構文定義を編集
00000051=構文定義ライブラリの設定...
00000052=構文定義ライブラリの設定
00000054=コピー
00000055=選択範囲をクリップボードにコピー
00000060=切り取り
00000061=選択範囲をクリップボードに切り取る
00000063=貼り付け
00000064=クリップボードに貼り付け
00000066=削除
00000067=現在の選択範囲をクリア
00000069=すべて選択
00000070=すべて選択
00000072=元に戻す
00000073=元に戻す
00000075=やり直す
00000076=やり直す
00000078=インデント
00000079=インデント増加
00000081=インデント解除
00000082=インデントを解除
00000084=小文字
00000086=大文字
00000088=先頭文字のみ大文字
00000090=大文字小文字を反転
00000092=コメント行
00000093=コメント行
00000095=非コメント行
00000096=非コメント行
00000098=ツリー切り替え
00000099=ツリー切り替え
00000101=昇順でソート
00000102=選択範囲を昇順でソート
00000104=降順でソート
00000105=選択範囲を降順でソート
00000107=指定行に移動
00000108=行番号を指定して移動
00000110=読み取り専用
00000111=読み取り属性の切り替え
00000114=検索と置換ダイアログを表示
00000116=折り返しの切り替え
00000117=折り返しの切り替え
00000119=行番号の表示
00000120=行番号の表示/非表示
00000122=コードの折り畳み
00000123=コードの折り畳み有効/無効
00000125=印刷不可文字
00000126=印刷不可文字の有効/無効
00000127=すべてのファイル (*.*)|*.*
00000128=プレーンテキスト
00000135=新規ファイル
00000137=新規ファイル
00000139=新規ウィンドウ
00000140=ファイルを開く
00000142=ファイルを開く
00000143=ファイルを保存
00000145=ファイルを保存
00000146=名前を付けて保存
00000148=ファイルに名前を付けて保存
00000150=ファイルを開き直す
00000151=RTF 形式にエクスポート
00000153=RTF 形式にエクスポート
00000154=HTML 形式にエクスポート
00000156=HTML 形式にエクスポート
00000157=オプション
00000159=設定ダイアログ
00000160=構文定義の編集
00000162=構文定義の設定
00000164=構文定義ライブラリの設定
00000166=トークンの整列
00000168=選択行を昇順でソート
00000170=選択行を降順でソート
00000172=選択行のコメント
00000174=選択行の非コメント
00000176=ツリー切り替え
00000178=読み取り専用の切り替え
00000180=折り返しの有効/無効
00000182=行番号の表示/非表示
00000184=コードの折り畳み/無効
00000186=印刷不可文字の切り替え
00000188=拡大
00000190=縮小
00000192=上の行に移動
00000194=下の行に移動
00000197=オートコンプリート(ポップアップ)
00000198=ポップアップのパラメータ
00000200=ポップアップのパラメータ
00000201=ポップアップのテンプレート
00000203=ポップアップのテンプレート
00000204=コンテキストヘルプ
00000206=コンテキストヘルプ
00000207=印刷
00000209=印刷
00000210=印刷プレビュー
00000212=印刷プレビュー
00000213=ページ設定
00000215=ページ設定
00000217=プリンタ設定
00000220=次を置換
00000221=すべて置換
00000223=すべて置換
00000224=指定行番号へ移動
00000226=指定行番号へ移動
00000227=現在の単語で前を検索
00000229=現在の単語で前を検索
00000230=現在の単語で次を検索
00000232=現在の単語で次を検索
00000233=すべて検索
00000235=すべて検索
00000236=前を検索
00000238=前を検索
00000239=次を検索
00000241=次を検索
00000242=検索ダイアログ
00000244=検索ダイアログ
00000246=次の検索マーカ位置
00000248=前の検索マーカ位置
00000250=検索マーカをクリア
00000252=リスター検索
00000254=リスター検索-次へ
00000256=カーソルを指定位置へ移動
00000259=カーソルを左、及び開始行へ移動
00000260=最後の文字
00000262=カーソルを現在行の最後の文字へ移動
00000263=最初の文字
00000265=カーソルを現在行の最初の文字へ移動
00000266=テキストの終端
00000268=カーソルを終端に移動
00000269=テキストの先頭
00000271=カーソルを文頭に移動
00000272=ページの下部
00000274=カーソルをページの下部に移動
00000275=ページの上部
00000277=カーソルをページ上部に移動
00000278=ページの右側
00000280=カーソルをページ左側に移動
00000281=ページの左側
00000283=カーソルをページ右側に移動
00000284=下のページ
00000286=カーソルをひとつ下のページに移動
00000287=上のページ
00000289=カーソルをひとつ上のページに移動
00000290=行末
00000292=カーソルを行末に移動
00000293=行頭
00000295=カーソルを行頭に移動
00000296=単語の右側
00000298=カーソルを単語の右側に移動
00000299=単語の左側
00000301=カーソルを単語の左側に移動
00000302=ひとつ下(&D)
00000304=カーソルをひとつ下の行に移動
00000305=ひとつ上(&U)
00000307=カーソルをひとつ上の行に移動
00000308=ひとつ右(&R)
00000310=カーソルをひとつ右の文字に移動
00000311=ひとつ左(&L)
00000313=カーソルをひとつ左の文字に移動
00000315=カーソルの移動とひとつ左の文字を選択
00000317=カーソルの移動とひとつ右の文字を選択
00000319=カーソルの移動とひとつ上の行を選択
00000321=カーソルの移動とひとつ下の行を選択
00000323=カーソルの移動とひとつ左の単語を選択
00000325=カーソルの移動とひとつ右の単語を選択
00000327=カーソルの移動と行頭を選択
00000329=カーソルの移動と行末を選択
00000331=カーソルの移動とひとつ上のページを選択
00000333=カーソルの移動とひとつ下のページを選択
00000335=カーソルの移動とひとつ右のページを選択
00000337=カーソルの移動とひとつ左のページを選択
00000339=カーソルの移動と上のページを選択
00000341=カーソルの移動と下のページを選択
00000343=カーソルの移動と文頭を選択
00000345=カーソルの移動とひとつ右のページを選択
00000347=カーソルの移動と行頭文字を選択
00000349=カーソルの移動と行末文字を選択
00000351=カーソルの移動と文頭を選択
00000353=カーソルを指定位置に移動して選択
00000355=カーソルの移動とひとつ左の文字列を選択
00000357=カーソルの移動とひとつ右の文字列を選択
00000359=カーソルの移動とひとつ上の文字列を選択
00000361=カーソルの移動とひとつ下の文字列を選択
00000363=カーソルの移動とひとつ左の単語列を選択
00000365=カーソルの移動とひとつ右の単語列を選択
00000367=カーソルの移動と行頭列を選択
00000369=カーソルの移動と行末列を選択
00000371=カーソルの移動とひとつ上のページ列を選択
00000373=カーソルの移動とひとつ下のページ列を選択
00000375=カーソルの移動とひとつ右のページ列を選択
00000377=カーソルの移動とひとつ左のページ列を選択
00000379=カーソルの移動とひとつ上のページ列を選択
00000381=カーソルの移動とひとつ下のページ列を選択
00000383=カーソルの移動と行頭列を選択
00000385=カーソルの移動と行末列を選択
00000387=カーソルの移動と行頭文字列を選択
00000389=カーソルの移動と行末文字列を選択
00000391=カーソルの移動と行頭列を選択
00000393=カーソルを指定位置に移動して列を選択
00000396=カーソル位置を変更しないでひとつ上の行へスクロール
00000397=下にスクロール
00000399=カーソル位置を変更しないでひとつ下の行へスクロール
00000400=左にスクロール
00000402=カーソル位置を変更しないでひとつ左の文字へスクロール
00000403=右にスクロール
00000405=カーソル位置を変更しないでひとつ右の文字へスクロール
00000406=上のページにスクロール
00000408=カーソル位置を変更しないでひとつ上のページへスクロール
00000409=下のページにスクロール
00000411=カーソル位置を変更しないでひとつ下のページへスクロール
00000412=ページの左側にスクロール
00000414=カーソル位置を変更しないで、画面左側にスクロール
00000415=ページの右側にスクロール
00000417=カーソル位置を変更しないで、画面右側にスクロール
00000418=文頭にスクロール
00000420=カーソル位置を変更しないで、文頭にスクロール
00000421=終端にスクロール
00000423=カーソル位置を変更しないで、終端にスクロール
00000424=左にスクロール
00000426=カーソル位置を変更しないで、左にスクロール
00000427=右にスクロール
00000429=カーソル位置を変更しないで、右にスクロール
00000430=コピー(&C)
00000432=選択範囲をクリップボードにコピー
00000433=切り取り(&T)
00000435=選択範囲をクリップボードに切り取り
00000436=貼り付け(&P)
00000438=クリップボードの内容を現在の位置へ貼り付け
00000439=元に戻す(&U)
00000441=操作を元に戻す(利用可能な場合)
00000442=やり直す(&R)
00000444=操作をやり直す(利用可能な場合)
00000445=すべて選択(&A)
00000447=エディタ内容の全体を選択
00000448=削除(&D)
00000450=選択範囲を削除
00000451=RTF 形式でコピー
00000453=RTF 形式でクリップボードにコピー
00000454=改行
00000456=現在位置で改行、新しい行にキャレットを移動
00000458=現在位置で改行、キャレットを残す
00000460=現在位置に文字を挿入 (Data = PChar)
00000462=文字列全体を挿入 (Data = PChar)
00000464=重複行
00000467=インデント増加
00000468=インデント解除(&U)
00000470=インデント解除
00000472=Tab キー
00000474=Tab 文字を挿入
00000477=最後の文字を削除 (例. backspace キー)
00000478=文字を削除
00000480=カーソル位置の文字を削除 (例. delete キー)
00000481=単語を削除
00000483=カーソル位置から次の単語を削除
00000484=前の単語を削除
00000486=カーソル位置から前の単語を削除
00000487=行頭まで削除
00000489=カーソル位置から行頭までを削除
00000490=行末まで削除
00000492=カーソル位置から行末までを削除
00000493=行を削除
00000495=現在の行を削除
00000496=すべてクリア
00000498=常に削除
00000499=挿入モード
00000501=挿入モードの設定
00000502=上書きモード
00000504=上書きモードの設定
00000505=挿入モードの切り替え
00000507=挿入/上書きモードの切り替え
00000508=標準選択
00000510=標準選択モード
00000511=列選択
00000513=列選択モード
00000514=行選択
00000516=行選択モード
00000517=マーカ選択の開始
00000519=マーカの開始(ブロック)
00000520=マーカ選択の終了
00000522=マーカの終了(ブロック)
00000523=単語を大文字
00000525=単語を大文字で表示
00000526=単語を小文字
00000528=単語を小文字で表示
00000529=大文字小文字の切り替え
00000531=単語の大文字(小文字)表示の切り替え
00000532=単語の先頭文字を大文字
00000534=先頭文字の大文字表示の切り替え
00000535=選択範囲を大文字
00000537=現在の選択範囲、及び文字を大文字で表示
00000538=選択範囲を小文字
00000540=現在の選択範囲、及び文字を小文字で表示
00000541=選択範囲の大文字表示の切り替え
00000543=選択範囲の大文字表示の有効/無効を切り替え
00000544=選択範囲の先頭文字のみ大文字表示
00000546=選択範囲の先頭文字のみ大文字表示の有効/無効
00000547=折り畳みの切り替え
00000549=現在行ブロックの折り畳み/展開表示の切り替え
00000550=折り畳み
00000552=現在行のブロックを折り畳む
00000553=展開
00000555=現在行のブロックを展開
00000556=すべて畳む
00000558=このテキストの全ブロックを畳む
00000559=すべて展開
00000561=このテキストの全ブロックを展開
00000562=選択範囲を折り畳む
00000564=選択ブロックを折り畳む
00000565=近接ブロックの折り畳み切り替え
00000567=近接ブロックの折り畳み/展開の有効/無効を切り替え
00000568=選択範囲内を折り畳む
00000570=選択領域内の範囲を折り畳む
00000571=選択範囲内を展開
00000573=選択領域内の範囲を展開
00000574=折り畳みの切り替え
00000576=折り畳みの切り替え
00000577=ブックマーク 0 に移動
00000579=ブックマーク 0 に移動
00000580=ブックマーク 1 に移動
00000582=ブックマーク 1 に移動
00000583=ブックマーク 2 に移動
00000585=ブックマーク 2 に移動
00000586=ブックマーク 3 に移動
00000588=ブックマーク 3 に移動
00000589=ブックマーク 4 に移動
00000591=ブックマーク 4 に移動
00000592=ブックマーク 5 に移動
00000594=ブックマーク 5 に移動
00000595=ブックマーク 6 に移動
00000597=ブックマーク 6 に移動
00000598=ブックマーク 7 に移動
00000600=ブックマーク 7 に移動
00000601=ブックマーク 8 に移動
00000603=ブックマーク 8 に移動
00000604=ブックマーク 9 に移動
00000606=ブックマーク 9 に移動
00000607=ブックマーク 0 に切り替え
00000609=ブックマーク 0 に切り替え
00000610=ブックマーク 1 に切り替え
00000612=ブックマーク 1 に切り替え
00000613=ブックマーク 2 に切り替え
00000615=ブックマーク 2 に切り替え
00000616=ブックマーク 3 に切り替え
00000618=ブックマーク 3 に切り替え
00000619=ブックマーク 4 に切り替え
00000621=ブックマーク 4 に切り替え
00000622=ブックマーク 5 に切り替え
00000624=ブックマーク 5 に切り替え
00000625=ブックマーク 6 に切り替え
00000627=ブックマーク 6 に切り替え
00000628=ブックマーク 7 に切り替え
00000630=ブックマーク 7 に切り替え
00000631=ブックマーク 8 に切り替え
00000633=ブックマーク 8 に切り替え
00000634=ブックマーク 9 に切り替え
00000636=ブックマーク 9 に切り替え
00000638=すべてのブックマークをクリア
00000641=現在位置にマーカーをドロップ
00000642=マーカーを収集
00000644=マーカーを収集 (前にジャンプ)
00000645=マーカーを入れ替え
00000647=マーカーを入れ替え (位置を保持, 前にジャンプ)
00000648=適合する括弧へジャンプ
00000650=適合する括弧へジャンプ
00000651=マクロを再生
00000653=マクロを再生
00000654=マクロの記録を開始
00000656=マクロの記録を開始
00000657=マクロの記録を停止
00000659=マクロの記録を停止
00000660=マクロの記録を中止
00000662=マクロの記録を中止
00000664=エンコーディング設定 - ANSI
00000666=エンコーディング設定 - OEM
00000668=エンコーディング設定 - UTF-8
00000670=エンコーディング設定 - UTF-8, no BOM
00000672=エンコーディング設定 - Unicode
00000674=エンコーディング設定 - Unicode BE
00000676=エンコーディング設定 - KOI8
00000678=エンコーディング設定 - Mac
00000680=文字コード表(ポップアップ)
00000693=ファイル
00000694=新規ファイル
00000695=新規ファイルを作成
00000696=開く...
00000697=ファイルを開く
00000698=リストをクリア
00000699=最近使用したファイル一覧をクリア
00000700=保存
00000701=ファイルを上書き保存
00000702=名前を付けて保存
00000703=現在のファイルを別名で保存
00000704=HTML 形式にエクスポート...
00000705=現在のエディタ内容を HTML 形式(強調設定を含む)にエクスポート
00000706=RTF 形式にエクスポート...
00000707=現在のエディタ内容を RTF 形式(強調設定を含む)にエクスポート
00000708=印刷
00000709=文書印刷
00000710=プレビュー
00000711=印刷プレビュー
00000712=ページ設定
00000713=ページ設定
00000714=プリンタ設定
00000715=プリンタ設定
00000716=検索 / 置換
00000717=検索と置換ダイアログを表示
00000718=次を検索
00000719=検索文字列の次の位置を検索
00000720=前を検索
00000721=検索文字列の前の位置を検索
00000722=現在の単語で次を検索
00000723=現在の単語で次の位置を検索
00000724=現在の単語で前を検索
00000725=現在の単語で前の位置を検索
00000726=検索マーカをクリア
00000727=検索マーカをクリア
00000728=指定行に移動
00000729=指定行番号へ移動
00000730=ブックマークの切り替え
00000741=すべてクリア
00000742=ブックマークをクリア
00000743=ブックマークへ移動
00000754=環境設定
00000755=オプションダイアログを表示
00000756=構文定義の編集...
00000757=現在の構文定義を編集
00000758=構文定義ライブラリの設定...
00000759=構文定義ライブラリの設定
00000760=バージョン情報
00000761=情報ダイアログを表示
00000762=編集
00000763=コピー(C)
00000764=選択範囲をクリップボードにコピー
00000765=切り取り(T)
00000766=選択範囲をクリップボードに切り取り
00000767=貼り付け(P)
00000768=クリップボードに貼り付け
00000769=削除
00000770=現在の選択範囲をクリア
00000771=すべて選択
00000772=すべて選択
00000773=元に戻す(U)
00000774=元に戻す(U)
00000775=やり直す(R)
00000776=やり直す(R)
00000777=ソート..
00000778=選択範囲のソート
00000779=昇順でソート
00000780=選択範囲を昇順でソート
00000781=降順でソート
00000782=選択範囲を降順でソート
00000783=文字種の変更
00000784=選択範囲の文字種を変更
00000785=大文字
00000786=選択範囲 - 大文字に変更
00000787=小文字
00000788=選択範囲 - 小文字に変更
00000789=先頭文字のみ大文字
00000790=選択範囲 - 先頭のみ大文字に変更
00000791=大文字小文字を反転
00000792=選択範囲 - 大文字小文字を反転
00000793=表示
00000794=ツリー切り替え
00000795=構文ツリーの切り替え
00000796=コードの折り畳み/無効
00000797=コードの折り畳み/無効
00000798=折り返しの有効/無効
00000799=折り返しの有効/無効
00000800=行番号の表示/非表示
00000801=行番号の表示/非表示
00000802=印刷不可文字の切り替え
00000803=印刷不可文字の切り替え
00000804=コメント行
00000805=コメント行
00000806=非コメント行
00000807=非コメント行
00000808=インデント
00000809=インデント増加
00000810=インデント解除
00000811=インデント解除
00000812=ツリー
00000813=行 : 列 (選択範囲 長さ/行)
00000814=挿入/上書きモード
00000815=エンコーディング (クリックで変更)
00000816=改行方法 (クリックで変更)
00000817=構文定義 (クリックで変更)
00000818="カーソル位置の文字" 情報 (クリックで文字コード表)
00000819=読み取り専用 (クリックで変更)
00000821=ファイル(&F)
00000822=新規
00000823=新規ファイル
00000824=新規ファイルを作成
00000825=新規ウィンドウ
00000826=開く...
00000827=ファイルを開く
00000828=開きなおす
00000829=ファイルを再読み込み
00000830=保存
00000831=ファイルを上書き保存
00000832=名前を付けて保存
00000833=現在のファイルを別名で保存
00000834=エクスポート
00000835=HTML 形式にエクスポート...
00000836=現在のエディタ内容を HTML 形式(強調設定を含む)にエクスポート
00000837=RTF 形式にエクスポート...
00000838=現在のエディタ内容を RTF 形式(強調設定を含む)にエクスポート
00000840=印刷
00000841=文書印刷
00000842=プレビュー
00000843=印刷プレビュー
00000844=ページ設定
00000845=ページ設定
00000846=プリンタ設定
00000847=プリンタ設定
00000848=終了
00000849=編集(&E)
00000850=元に戻す(U)
00000851=元に戻す(U)
00000852=やり直す(R)
00000853=やり直す(R)
00000854=切り取り(T)
00000855=選択範囲をクリップボードに切り取り
00000856=コピー(C)
00000857=選択範囲をクリップボードにコピー
00000858=貼り付け(P)
00000859=クリップボードに貼り付け
00000860=削除
00000861=現在の選択範囲をクリア
00000862=すべて選択
00000863=すべて選択
00000868=インデント
00000869=インデント増加
00000870=インデント解除
00000871=インデント解除
00000872=重複行
00000873=文字コード表
00000874=ソート
00000876=昇順でソート
00000877=選択範囲を昇順でソート
00000878=降順でソート
00000879=選択範囲を降順でソート
00000880=大文字小文字の変更
00000882=大文字
00000883=選択範囲 - 大文字に変更
00000884=小文字
00000885=選択範囲 - 小文字に変更
00000886=先頭文字のみ大文字
00000887=選択範囲 - 先頭のみ大文字に変更
00000888=大文字小文字を反転
00000889=選択範囲 - 大文字小文字を反転
00000912=検索(&S)
00000915=次を検索
00000916=検索文字列で次を検索
00000917=前を検索
00000918=検索文字列で前を検索
00000919=現在の単語で次を検索
00000920=カーソル位置の単語で次を検索
00000921=現在の単語で前を検索
00000922=カーソル位置の単語で前を検索
00000923=次のマーカ位置
00000924=前のマーカ位置
00000925=マーカをクリア
00000926=検索マーカをクリアします
00000927=指定行へ移動
00000928=行番号を指定して移動
00000929=ブックマーク(&B)
00000930=ブックマークの切り替え
00000931=0
00000932=1
00000933=2
00000934=3
00000935=4
00000936=5
00000937=6
00000938=7
00000939=8
00000940=9
00000941=ブックマークへ移動
00000942=0
00000943=1
00000944=2
00000945=3
00000946=4
00000947=5
00000948=6
00000949=7
00000950=8
00000951=9
00000952=ブックマークをクリア
00000953=ブックマークをクリア
00000954=構文(&L)
00000955=設定(&O)
00000956=環境設定
00000957=オプションダイアログを表示
00000958=構文定義の編集...
00000959=現在の構文定義を編集
00000960=構文定義ライブラリの設定...
00000961=構文定義ライブラリの設定
00000962=ツールの構成設定
00000963=読み取り専用の有効/無効
00000964=読み取り専用の有効/無効
00000965=ツリーの表示
00000966=ツリーの表示
00000967=コードの折り畳みを有効/無効
00000968=コードの折り畳みを有効/無効
00000969=折り返しを有効/無効
00000970=折り返しを有効/無効
00000971=行番号の表示/非表示
00000972=行番号の表示/非表示
00000973=印刷不可文字の表示
00000974=印刷不可文字の表示
00000975=ヘルプ(&H)
00000976=Readme フォルダを参照
00000977=バージョン情報
00000978=元に戻す
00000979=元に戻す
00000980=やり直す
00000981=やり直す
00000982=切り取り
00000983=選択範囲をクリップボードに切り取り
00000984=コピー
00000985=選択範囲をクリップボードにコピー
00000986=貼り付け
00000987=クリップボードに貼り付け
00000988=削除
00000989=現在の選択範囲をクリア
00000990=すべて選択
00000991=すべて選択
00001012=ファイル
00001013=ファイル
00001014=ファイル
00001015=ファイル
00001016=ファイル
00001017=ファイル
00001018=ファイル
00001019=ファイル
00001020=ファイル
00001021=ファイル
00001022=ファイル
00001023=その他
00001024=その他
00001025=その他
00001026=その他
00001027=その他
00001028=その他
00001029=その他
00001030=その他
00001031=その他
00001032=その他
00001033=その他
00001034=その他
00001035=その他
00001036=その他
00001037=その他
00001038=ヒント
00001039=ヒント
00001040=ヒント
00001041=ヒント
00001042=印刷
00001043=印刷
00001044=印刷
00001045=印刷
00001046=検索 & 置換
00001047=検索 & 置換
00001048=検索 & 置換
00001049=検索 & 置換
00001050=検索 & 置換
00001051=検索 & 置換
00001052=検索 & 置換
00001053=検索 & 置換
00001054=検索 & 置換
00001055=検索 & 置換
00001056=検索 & 置換
00001057=検索 & 置換
00001058=検索 & 置換
00001059=検索 & 置換
00001060=操作, 選択なし
00001061=操作, 選択なし
00001062=操作, 選択なし
00001063=操作, 選択なし
00001064=操作, 選択なし
00001065=操作, 選択なし
00001066=操作, 選択なし
00001067=操作, 選択なし
00001068=操作, 選択なし
00001069=操作, 選択なし
00001070=操作, 選択なし
00001071=操作, 選択なし
00001072=操作, 選択なし
00001073=操作, 選択なし
00001074=操作, 選択なし
00001075=操作, 選択なし
00001076=操作, 選択なし
00001077=操作, 選択なし
00001078=操作, 選択なし
00001079=操作, 選択なし
00001080=操作, 標準選択
00001081=操作, 標準選択
00001082=操作, 標準選択
00001083=操作, 標準選択
00001084=操作, 標準選択
00001085=操作, 標準選択
00001086=操作, 標準選択
00001087=操作, 標準選択
00001088=操作, 標準選択
00001089=操作, 標準選択
00001090=操作, 標準選択
00001091=操作, 標準選択
00001092=操作, 標準選択
00001093=操作, 標準選択
00001094=操作, 標準選択
00001095=操作, 標準選択
00001096=操作, 標準選択
00001097=操作, 標準選択
00001098=操作, 標準選択
00001099=操作, 標準選択
00001100=操作, 列選択
00001101=操作, 列選択
00001102=操作, 列選択
00001103=操作, 列選択
00001104=操作, 列選択
00001105=操作, 列選択
00001106=操作, 列選択
00001107=操作, 列選択
00001108=操作, 列選択
00001109=操作, 列選択
00001110=操作, 列選択
00001111=操作, 列選択
00001112=操作, 列選択
00001113=操作, 列選択
00001114=操作, 列選択
00001115=操作, 列選択
00001116=操作, 列選択
00001117=操作, 列選択
00001118=操作, 列選択
00001119=操作, 列選択
00001120=スクロール
00001121=スクロール
00001122=スクロール
00001123=スクロール
00001124=スクロール
00001125=スクロール
00001126=スクロール
00001127=スクロール
00001128=スクロール
00001129=スクロール
00001130=スクロール
00001131=スクロール
00001132=標準動作
00001133=標準動作
00001134=標準動作
00001135=標準動作
00001136=標準動作
00001137=標準動作
00001138=標準動作
00001139=標準動作
00001140=テキスト挿入
00001141=テキスト挿入
00001142=テキスト挿入
00001143=テキスト挿入
00001144=テキスト挿入
00001145=インデントとタブ
00001146=インデントとタブ
00001147=インデントとタブ
00001148=インデントとタブ
00001149=テキストを削除
00001150=テキストを削除
00001151=テキストを削除
00001152=テキストを削除
00001153=テキストを削除
00001154=テキストを削除
00001155=テキストを削除
00001156=テキストを削除
00001157=範囲選択モード
00001158=範囲選択モード
00001159=範囲選択モード
00001160=範囲選択モード
00001161=範囲選択モード
00001162=範囲選択モード
00001163=範囲選択モード
00001164=範囲選択モード
00001165=大文字小文字の変更
00001166=大文字小文字の変更
00001167=大文字小文字の変更
00001168=大文字小文字の変更
00001169=大大文字小文字の変更
00001170=大文字小文字の変更
00001171=大文字小文字の変更
00001172=大文字小文字の変更
00001173=テキストの折り畳み
00001174=テキストの折り畳み
00001175=テキストの折り畳み
00001176=テキストの折り畳み
00001177=テキストの折り畳み
00001178=テキストの折り畳み
00001179=テキストの折り畳み
00001180=テキストの折り畳み
00001181=テキストの折り畳み
00001182=テキストの折り畳み
00001183=ブックマーク
00001184=ブックマーク
00001185=ブックマーク
00001186=ブックマーク
00001187=ブックマーク
00001188=ブックマーク
00001189=ブックマーク
00001190=ブックマーク
00001191=ブックマーク
00001192=ブックマーク
00001193=ブックマーク
00001194=ブックマーク
00001195=ブックマーク
00001196=ブックマーク
00001197=ブックマーク
00001198=ブックマーク
00001199=ブックマーク
00001200=ブックマーク
00001201=ブックマーク
00001202=ブックマーク
00001203=ブックマーク
00001204=マーカ
00001205=マーカ
00001206=マーカ
00001207=マーカ
00001208=マクロ
00001209=マクロ
00001210=マクロ
00001211=マクロ
00001212=その他
00001213=その他
00001214=その他
00001215=その他
00001216=その他
00001217=その他
00001218=その他
00001219=その他
00001220=その他
00001227=その他
00001228=標準拡大
00001229=その他
00001230=外部ツール起動 1
00001231=その他
00001232=外部ツール起動 2
00001233=その他
00001234=外部ツール起動 3
00001240=拡大
00001241=拡大
00001242=縮小
00001243=デフォルトに戻す
00001244=その他
00001245=外部ツール起動 4
00001255=オートコンプリート(ポップアップ)
00001256=次を置換
00001257=左上
00001258=上にスクロール
00001259=インデント
00001260=最後の文字を削除
00001261=ドロップマーカ
00001262=検索  置換
00001263=前のリスターを検索
00001264=その他
00001265=メニュー - エンコーディング
00001266=その他
00001267=メニュー - 構文定義
00001268=その他
00001269=メニュー - 行末
00001270=マーカーを入れ替え
00001271=マーカーを収集
00001272=ドロップマーカ
00001273=トークンの整列
00001274=クイック検索
00001275=次を検索
00001276=前を検索
00001278=ツールバー(&O)
00001279=クイック検索
00001280=表示
00001281=編集
00001282=ファイル
00001286=検索  置換
00001287=クイック検索
00001288=クイック検索(&Q)
00001289=大文字小文字を区別
00001290=クイック検索
00001291=次へ
00001292=前へ
00001293=大文字小文字を区別
00001294=単語単位(W)
00001295=全体から単語単位
00001296=すべての箇所にマーク(&M)
00001297=クイック検索パネル
00001298=次のマークに移動
00001299=前のマークに移動
00001300=検索文字列に合致するすべての箇所にマーク
00001301=現在の位置にマーカーをドロップ
00001302=最後のマーカを除去
00001303=最後のマーカを入れ替え
00001304=追加ツールのカスタマイズ
00001305=ファイルツールバー切替
00001306=編集ツールバー切替
00001307=表示ツールバー切替
00001308=クイック検索ツールバー切替
00001309=拡大
00001310=縮小
00001311=オリジナルサイズ
00001312=Readme フォルダをエクスプローラで参照
00001313=情報ダイアログを表示
00001314=現在行と重複
00001315=文字コード表を表示
00001316=選択範囲のトークンを整列
00001317=新規ウィンドウを作成
00001318=エディタを閉じる
00001319=トピックヘルプ(&H)
00001320=ヘルプファイルを表示
00001321=閉じる
00001323=ファイル
00001324=閉じる
00001325=他のタブを閉じる
00001326=タブを閉じる
00001327=新規タブ
00001328=新規 HTMLファイル(&H)
00001331=すべて保存(&L)
00001333=すべて閉じる(&E)
00001334=ファイル
00001335=すべて閉じる
00001336=ファイル
00001337=他のタブを閉じる
00001338=ファイル
00001339=すべて保存
00001340=すべてのタブを保存
00001341=現在のタブを閉じる
00001342=すべてのタブを閉じる
00001344=他のタブを閉じる(&H)
00001345=現在のタブ以外すべてを閉じる
00001346=セッションの読み込み...
00001347=セッションを保存...
00001348=syn
00001349=セッションファイル|*.syn
00001350=syn
00001351=セッションファイル|*.syn
00001352=タブの状態を読み込む
00001353=タブの状態を保存
00001354=その他
00001355=ファイル履歴をクリア
00001356=履歴を開く
00001357=リストをクリア
00001358=ウィンドウ(&W)
00001360=日付/時刻を挿入
00001361=その他
00001362=現在の日付/時刻を挿入
00001363=現在の日付/時刻をテキストに挿入
00001364=ツール(&R)
00001369=PHP ヘルプ(&P)
00001370=現在の単語で PHP ヘルプページを開く
00001371=Google 検索(&G)
00001372=現在選択中の単語を Google で検索
00001373=IE で開く(&I)
00001374=ファイルをブラウザ(IE)で開く
00001375=FireFox で開く(&F)
00001376=ファイルをブラウザ(Firefox)で開く
00001377=Wikipedia 検索(&W)
00001378=現在選択中の単語を Wikipedia で検索
00001379=Chrome で開く(&C)
00001380=ファイルをブラウザ(Chrome)で開く
00001381=Safari で開く(&S)
00001382=ファイルをブラウザ(Safari)で開く
00001383=ファイルが含まれるフォルダを開く(&O)
00001384=現在のファイルが含まれるフォルダを開く
00001385=-
00001386=-
00001387=-
00001388=-
00001389=起動
00001390=拡張ツール 5 を起動
00001391=起動
00001392=拡張ツール 6 を起動
00001393=起動
00001394=拡張ツール 7 を起動
00001395=起動
00001396=拡張ツール 8 を起動
00001397=起動
00001398=Firefox で開く
00001399=起動
00001400=IE で開く
00001401=起動
00001402=Chrome で開く
00001403=起動
00001404=Safari で開く
00001405=起動
00001406=含まれるフォルダを開く
00001407=起動
00001408=PHP ヘルプ
00001409=起動
00001410=Google で検索
00001411=起動
00001412=Wikipedia で検索
00001413=-
00001414=-
00001415=-
00001416=-
00001417=書式(&N)
00001418=改行方法の変更
00001422=エンコーディングの変更(&C)
00001440=エンコーディングを変換(V)
00001441=ファイルを別のエンコーディングで開く/現在のエンコーディングを変換
00001442=現在のエンコーディングを変換してファイルを再読み込み
00001445=現在のタブを閉じる
00001446=-
00001447=検索 と置換
00001448=置換ダイアログ
00001450=置換(&R)
00001451=検索(&F)
00001452="検索" ダイアログを表示
00001453="置換" ダイアログを表示
00001454=置換
00001455="置換" ダイアログを表示
00001456=&MSDN で検索
00001457=現在選択中の単語を MSDN で検索(オンライン)
00001458=起動
00001459=MSDN で検索
00001460=ファイル
00001461=プログラムを終了
00001462=閉じて削除(&D)
00001463=ファイル
00001464=閉じて削除
00001465=現在のタブを閉じてファイルを削除します
00001467="ファイル置換" ダイアログを表示
00001469=置換ダイアログを表示
00001470="ファイル置換" ダイアログを表示
00001471=ファイル置換(E)...
00001472=ファイル置換(E)...
00001473="ファイル置換" ダイアログを表示
00001474=検索と置換
00001475=ファイル置換ダイアログ
00001476=追加
00001477=URLをコピー
00001478=URLをクリップボードにコピー
00001479=追加コピー
00001480=選択範囲をクリップボードに追加
00001481=追加切り取り
00001482=選択範囲を切り取ってクリップボードに追加
00001483=HTMLでコピー
00001485=RTFでコピー
00001487=HTMLでクリップボードにコピー
00001488=標準動作
00001489=HTML形式でクリップボードにコピー
00001490=HTMLでコピー
00001491=HTML形式でクリップボードにコピー
00001492=追加コピー
00001493=標準動作
00001494=コピーしてクリップボードに追加
00001495=追加切り取り
00001496=標準動作
00001497=切り取ってクリップボードに追加
00001498=追加コピー
00001499=追加切り取り
00001500=選択範囲をコピーしてクリップボードに追加
00001501=選択範囲を切り取ってクリップボードに追加
00001502=追加切り取り
00001503=選択範囲を切り取ってクリップボードに追加
00001504=追加コピー
00001505=選択範囲をコピーしてクリップボードに追加
00001506=ウェブ(&W)
00001507=ブラウザ(&B)
00001508=-
00001509=-
00001510=-
00001511=-
00001521=合致する括弧へ移動
00001522=現在のものに合致する括弧の位置へ移動
00001523=出力
00001524=出力切り替え
00001525=その他
00001526=出力パネル切り替え
00001527=出力切り替え
00001528=出力パネル切り替え
00001529=出力パネル切り替え(&U)
00001530=出力ウィンドウ切り替え
00001531=メニュー
00001532=クリア
00001533=選択範囲をコピー
00001534=ナビゲート
00001535=すべてコピー
00001536=新規 Perl ファイル(&E)
00001537=新規 C++ ファイル(&C)
00001538=新規 PHP ファイル(&P)
00001539=挿入/上書きモード (クリックで変更)
00001540=選択範囲を削除
00001541=非構文箇所を削除
00001542=出力
00001543=検索結果
00001544=ナビゲート
00001545=選択範囲をコピー
00001546=すべてコピー
00001547=クリア
00001548=RTFでコピー
00001549=RTF形式でクリップボードにコピー
00001550=構文定義スタイルのカスタマイズ(&S)
00001551=現在の構文定義強調プロパティを変更
00001552=構文定義スタイルのカスタマイズ(&S)
00001553=現在の構文定義強調プロパティを変更
00001554=文字列の抽出(&X)
00001555="文字列の抽出" ダイアログを表示
00001556=その他
00001557=文字列の抽出
00001558=大文字小文字を変換
00001559=現在選択されている範囲の大文字小文字を変換
00001560=大文字小文字
00001561=選択範囲 - 大文字小文字
00001562=大文字小文字
00001563=選択範囲 - 大文字小文字
00001564=大文字小文字
00001565=拡大率 (クリックで変更)
00001573=拡大率を変更...
00001574=クリップボード履歴
00001575=クリップボード履歴の切り替え
00001576=クリップボード履歴の切り替え(&H)
00001577=クリップボード履歴の切り替え
00001578=オプション
00001579=クリップボード履歴の切り替え
00001580=クリア(E)
00001581=前のファイル内検索結果
00001582=次のファイル内検索結果
00001583=検索と置換
00001584=次のファイル内検索結果
00001585=検索と置換
00001586=前のファイル内検索結果
00001587=前回行った"ファイル内検索"操作の結果を開く
00001588=次に行った"ファイル内検索"操作の結果を開く
00001589=同期編集の切り替え(Y)
00001590=同期編集モードの有効/無効
00001591=ファイル
00001592=セッションを保存
00001593=ファイル
00001594=セッションを読み込み
00001595=セッションを追加/読み込み...
00001596=保存されたタブ一覧を現在のタブに追加
00001597=ファイル
00001598=セッションを追加/読み込み
00001599=その他
00001600=同期編集モード切り替え
00001601=全画面
00001602=オプション
00001603=全画面切り替え
00001604=全画面モード切替
00001606=ディレクトリパスをクリップボードにコピー
00001607=フルパスをクリップボードにコピー
00001608=ファイル名をクリップボードにコピー
00001610=他のビューに移動
00001611=50/50 に分割
00001612=-
00001613=すべてのタブを閉じる
00001614=ファイル
00001615=タブを他のビューに移動
00001616=水平分割
00001618=水平スクロールの同期
00001619=垂直スクロールの同期
00001620=その他
00001621=水平/垂直スクロール切り替え
00001622=その他
00001623=水平/垂直スクロール切り替え
00001624=シェル拡張の構成(&H)...
00001625=Windows エクスプローラのメニューへの統合
00001626=表示(&V)
00001627=常に前面表示(&A)
00001628=メインフォームを常に手前に表示
00001629=オプション
00001630=常に前面表示の切り替え
00001631=ブロックを埋める...
00001632=その他
00001633="ブロックを埋める" コマンド
00001634=カスタム文字列でブロック行の列を埋めます
00001635=テキスト挿入...
00001636=その他
00001637="テキスト挿入" ダイアログ
00001638=プロジェクト設定(&P)...
00001639=全般的なプロジェクト設定をカスタマイズ
00001640=選択されたファイル名を別のタブで開く
00001641=E-メールで送信
00001642=現在のファイルを MS Outlook 経由でE-メール送信します
00001643=先頭部分にテキスト/ 連番/ ドット等を挿入
00001644=復元
00001645=構文定義スタイルの復元...
00001646=自動的にバックアップされた構文定義スタイルから復元
00001647=カスタマイズ...
00001648=その他
00001649=ツリーのフォーカス切り替え
00001651=その他
00001652=クリップボードフォーカスの切り替え
00001653=その他
00001654=Zen Coding - 略述を展開
00001655=Zen Coding(&Z)
00001656=略述を展開
00001657=Zen-による略述を展開
00001658=Zen 略述の説明(&Z)
00001659=Zen-略述一覧を表示 (コマンド "Expand abbreviation")
00001660=略述を折り返す...
00001661=展開した Zen-略述を囲む
00001662=その他
00001663=Zen Coding - 略述を折り返す
00001664=コメント/非コメント
00001665=コメントブロック(&C)
00001666=選択行のコメント
00001667=非コメントブロック(&U)
00001668=選択行の非コメント
00001669=コメントブロックの切り替え(&B)
00001670=コメントブロックの切り替え
00001671=コメント
00001672=コメントブロックの切り替え
00001673=その他
00001674=出力フォーカス切り替え
00001675=ファイル
00001676=バックアップコピーの作成
00001677=コメント
00001678=ストリームコメント
00001679=ストリームコメント
00001680=選択範囲のストリームコメント
00001681=インデント
00001682=行の操作
00001683=行を下に移動(&D)
00001684=行を上に移動(&U)
00001685=選択された行を下に移動
00001686=選択された行を上に移動
00001687=寄付(&D)...
00001688=ヘルプに "寄付" を表示 
00001689=行を削除(&E)
00001690=現在の行を削除
00001691=クリップボードにコピー
00001692=ディレクトリパスをクリップボードにコピー
00001693=フルパスをクリップボードにコピー
00001694=ファイル名をクリップボードにコピー
00001695=クリップボード操作
00001696=ファイル名をクリップボードにコピー
00001697=クリップボード操作
00001698=フルパスをクリップボードにコピー
00001699=クリップボード操作
00001700=ディレクトリパスをクリップボードにコピー

[fmSetup]
00000001=オプション
00000002=エディタ 1
00000003=マークされたブロック内のテキストを入力されたテキストと置き換える
00000004=ブロックの上書き
00000005=方向キーを使用して、別のブロックに移動した時もマークされたブロックの選択状態を保持します。
00000006=ブロック選択の保持
00000007=行をダブルクリックした際、行全体を選択します(または現在の単語を選択)
00000008=行のダブルクリックで選択
00000009=エディタにフォーカスした時、すべての行を選択状態にする
00000010=フォーカス時にすべて選択
00000011=このオプション設定には、拡張列/行選択モードが含まれます。
00000012=拡張選択設定
00000013=選択領域内のキャレット移動コマンドを有効化 (BRIEF 風)
00000014=選択モードを保持
00000015=メモの端でテキストを折り返す
00000016=折り返し
00000017=テキストの編集を防止
00000018=読み取り専用
00000019=ガターにコード折り畳みバーを表示
00000020=コード折り畳み
00000021=テキストのドラッグドロップでの移動を有効
00000022=テキストのドラッグ
00000023=テキスト領域に空白行が含まれる場合、一緒に折り畳む
00000024=空白行を折り畳む
00000025=行の高さを計算しないでデフォルトスタイルによって設定する
00000026=行の高さを固定
00000027=Enter キーを押した時、前の非空白行、最初の非空白文字の下にカーソルを移動
00000028=オートインデントモード
00000029=Backspace キーでインデントを解除
00000030=Backspace でインデント解除
00000031=グループ単位でのやり直しを許可
00000032=グループ単位のリドゥ
00000033=グループ単位のアンドゥを許可
00000034=グループ単位のアンドゥ
00000035=保存後にアンドゥバッファに変更がなかった場合もそのまま保持します。
00000036=保存後のアンドゥバッファ保持
00000037=選択テキストを RTF 形式でコピーします。
00000038=RTF 形式でコピー
00000039=キャレットの移動操作 (上, 下, 行頭, 行末).
00000040=スマートキャレット
00000041=テキスト内のみキャレットの移動を許可
00000042=テキスト内のみ移動を許可
00000043=オートインデント行の最初の部分に、必要に応じてタブ文字を挿入します。
00000044=インデント最適化
00000045=すべての選択範囲を無効化
00000046=選択範囲を無効化
00000047=列選択モードを有効化
00000048=列選択を有効化
00000049=有効にするとテキストにマーカーがリンクされ、テキストと同期します。
00000050=フローティングマーカー
00000051=有効にすると行末にスクロールします。
00000052=行末にスクロール
00000053=折り返しをメモの端ではなく、右端で行います。
00000054=右端で折り返す
00000055=テキストの編集をする前の キャレット X 位置を保持
00000056=列の固定
00000057=現在表示中のテキストのみ、水平スクロールバーを表示
00000058=水平スクロールバー
00000059=pos 0 でインデント解除を停止(すべての行)
00000060=インデント解除位置を揃える
00000061=行末以降の空白を保持
00000062=空白を保持
00000063=エディタ 2
00000064=行間隔
00000065=右側余白
00000066=行番号
00000067=行間にテキストフィールドと折り畳みバーを表示
00000068=ガターにセパレータを描画
00000069=ガターのグラデーション描画を有効
00000070=ガターのグラデーション
00000071=リンクに下線を表示して Ctrl+Click でクリック可能にする
00000072=リンクの強調
00000073=現在行の背景をカスタム描画
00000074=現在行の背景
00000075=読み取り専用モード時もキャレットを表示する
00000076=読取専用時キャレットを表示
00000077=テキストの入力時、マウスカーソルを非表示にします。
00000078=入力中はカーソルを隠す
00000079=エディタにフォーカスが無い時、動的な強調を無効にします。
00000080=強調表示を動的に変更
00000081=エディタにフォーカスが無い時、選択領域を無効にします。
00000082=選択領域の非表示
00000083=行間の余白
00000084=列位置の右側余白
00000085=指定した行以降、垂直線を表示
00000086=右側余白を表示
00000087=行番号のスタイル
00000088=デフォルト\nDelphi\nEach 5\n現在行のみ\n
00000089=エディタにフォーカスがある時、現在行を長方形で囲んで表示
00000090=現在行へのフォーカス
00000091=エディタ領域の上にルーラーを表示
00000092=水平ルーラーを表示
00000093=ブロックインデント
00000094=アンドゥ制限
00000095=タブモード
00000096=タブストップ
00000097=インデント/アンインデント・コマンド時のブロックインデントのサイズ
00000098=アンドゥ回数を指定
00000099=Tab キーの振る舞い. スマートタブ: 先頭行の非空白文字に空白を挿入します。
00000100=空白\nタブ文字\nスマートタブ\n
00000101=タブキーでカーソルを移動(列位置)
00000102=表示
00000103=カラー
00000104=要素:
00000105=カラー:
00000106=テキスト\nテキスト背景\n現在行の背景\n行番号の文字\n行番号の背景\n折り畳み行\n折り畳み線\n折り畳みバー背景\nガターの区切り線\n選択されたテキスト\n選択背景\n右側余白\nヒント文字\nヒントの背景\n印刷不可文字\nインデント部分\nガターグラデーション右側\nツリーテキスト\nツリー背景\n水平ルーラー文字\n水平ルーラー背景\n
00000107=左のリストの各要素ごとにカラーを割り当てる事が出来ます。
00000108=ツリー
00000109=自動同期
00000110=自動折り畳み
00000111=自動展開
00000112=アイテムのソート
00000113=ホットトラック
00000114=フォント
00000115=テキスト
00000116=行番号
00000117=水平ルーラー
00000118=ツリー
00000119=オートコンプリート
00000120=インターフェース
00000121=* - プラグインとアプリケーションの設定は個別に保存されます。
00000122=表示
00000123=ツールバーのテーマ:
00000124=ツールバーアイコン:
00000125=読み取り専用で起動: *
00000127=標準\nFogue 16x16\nFogue 24x24\nTango 16x16\nTango 22x22\nGnome 24x24\n
00000128="カーソル位置の" 文字ステータスを表示
00000129=有効\n無効\n前回のセッションを引き継ぐ\n
00000130=行のステータスを表示
00000131=メインメニューの表示 *
00000133=検索
00000134=現在の単語を検索テキストに使用
00000135=リスターからのカスタムダイアログ呼出しを許可
00000136=検索結果が空の時もメッセージを表示
00000137=キー
00000138=設定
00000139=クリア
00000140=検索
00000141=その他
00000142=その他
00000144=ファイルの変更を監視:
00000145=OEM エンコーディングで開く:
00000146=読み取り専用ファイルの上書きを警告
00000151=監視しない\n監視, 再読込の確認なし\n監視, 再読込の確認あり\n
00000152=ウィンドウのキャプションにフルパスを表示
00000156=オートコンプリート
00000164=適用
00000165=キャンセル(C)
00000166=OK
00000167=言語:
00000169=開かない\n開く\n確認する\n
00000170=テキスト以外のファイル:
00000171=スクロール(一行)時も可視領域内のキャレットを保持します。
00000172=スクロール時もキャレットを画面に保持
00000178=シングルインスタンスのみ許可
00000179=オートコンプリート
00000180=フィルター形式:
00000182=HTML/CSS オートコンプリートを使用
00000183=フィルターなし\n文字列の最初\n文字列の部分\n同じ順序の文字\n
00000185=フィルターに適合しない項目をリストに表示
00000190=ファイルを開く際にタブ文字を空白に置換
00000191=ファイルを開く際にタブ文字を空白に置換
00000193=新規ドキュメント
00000194=エンコード方式:
00000195=ANSI (Windows)\nOEM (DOS)\nUTF-8\nUTF-8, no BOM\nUnicode\nUnicode BE\n
00000196=改行方法:
00000197=Windows\nUnix\nMac\n
00000198=構文定義:
00000199=構文定義リストをアルファベット順で分類
00000201=Esc キーで閉じる
00000203=構成ファイル
00000205=lsplugin.ini の近くにプラグイン設定を保存
00000206=ファイルを移動
00000207=構成ファイルを %Appdata% からプログラムフォルダへ移行(ポータブル):
00000210=タブ
00000211=タブに閉じるボタンを表示
00000212=常にタブを表示
00000213=複数タブを一行表示
00000215=選択された単語があるすべての箇所にマーク
00000216=スマート強調
00000217=出力パネル
00000218=ドロップダウン項目数
00000219=Totalcmd の履歴セクションを使用する
00000220=カラープリセットの読み込み..
00000221=カラープリセットの保存..
00000222=UTF-8 エンコーディングで開くファイル拡張子:
00000223=(記号 "*" ですべてのファイル)
00000224=括弧のペアを強調表示 (構文のオーバーライドなし).
00000225=括弧のペアを強調
00000231=履歴
00000232=履歴
00000233=ファイルステート履歴の長さ (0: 保存なし)
00000234=検索/置換履歴の長さ (0: 保存なし)
00000235=フォルダを開く/保存ダイアログ:
00000236=キャレット位置を保存
00000237=エンコーディングを保存
00000238=クリア
00000239=クリア
00000240=起動時に最近使用したファイル一覧をクリーン
00000241=前回のセッションを保存/復元
00000242=現在のファイル\n前回のフォルダを記憶\nカスタムフォルダ\n
00000243=スマート強調検索時に大文字小文字を区別
00000244=大小文字を区別
00000245=列ブロックの最終行トレーリングスペースを保持 (Alt+マウスで選).
00000246=列ブロックを拡張スペースにコピー
00000247=検索ダイアログを前面に表示 *
00000249=バックアップファイルを作成:
00000250=無効\n%AppData%\\SynWrite\n同じフォルダ\n
00000251=呼び出しリストの文字数:
00000252=(0 - 無効)
00000253=プラグイン:
00000254=プログラム:
00000255=Esc キーでの振る舞い(クイック検索時):
00000256=クイック検索を閉じる\nエディタを閉じる\nエディタにフォーカス\n
00000257=クイック検索パネルのキャプション部にボタンを表示
00000258=コンテキストメニューにアイコンを表示
00000259=現在のファイルからオートコンプリート
00000260=現在のファイルから単語を表示
00000261=左の値より多い単語のみ表示
00000262=MB) ファイルの最初から指定値までの単語のみ検索
00000263=ダブルクリックの動作:
00000264=動作なし\nツリーノードを展開/たたむ\nキャレットをテキスト行頭に移動\nテキスト全体を選択\n
00000265=Zen Coding の改行方法:
00000266=自動 (HTML)\nすべて (XML)\nなし (通常のテキスト)\n
00000267=カテゴリに移動:
00000268="印刷不可文字を表示" が有効な時、行末にCR/LF 文字を表示.
00000269=EOL を表示する
00000270=日付/時刻書式:

[ecGotoLineDlg]
00000001=指定行に移動
00000002=行番号(&L):
00000003=&OK
00000004=キャンセル(&C)
00000005=列番号(&C):

[fmAb]
00000001=情報
00000004=情報
00000005=ホームページ:
00000006=フォーラム:
00000007=作者:
00000013=E-メール:
00000014=クリックで送信
00000015=使用コンポーネント
00000024=OK
00000025=英語
00000026=ロシア語

[fmEnc]
00000001=エンコーディングの変更
00000002=ファイルを別のエンコーディングで開き直す
00000003=編集中のファイルのエンコーディングを変更
00000004=本当に現在作業中のファイルのエンコーディングを変更しますか?

[fmSR]
00000002=検索語(&S):
00000003=置換する文字(&R):
00000005=次を検索
00000006=次を置換(&E)
00000007=すべて置換(&A)
00000008=キャンセル(C)
00000009=オプション
00000010=正規表現(&X)
00000011=大文字小文字を区別
00000012=単語単位(&W)
00000013=特殊文字 (\\n \\r \\t...)
00000014=合致部分にマーカ(&M)
00000015=検索位置
00000016=カーソル位置から(&U)
00000017=スコープ全体(&O)
00000018=スコープ
00000019=グローバル(&G)
00000020=選択されたテキスト(&T)
00000021=方向
00000022=前方向(&D)
00000023=後方向(&B)
00000024=ヘルプ
00000025=置換実行前に確認(&M)
00000026=内容すべて(&N)
00000027=すべてのタブに対して置換を実行(&R)
00000028=検索文字列は見つかりませんでした
00000029=次を検索(&F)
00000030=透明度:
00000031=フォーカス時は戻す

[fmTools]
00000001=外部ツール
00000002=ファイル名(&F):
00000003=パラメータ(&P):
00000004=作業フォルダ(&W):
00000006=参照(&B)
00000008=OK
00000009=キャンセル(C)
00000011=ツールのプロパティ
00000012=ツール
00000013=ファイル名
00000016=参照(B)
00000017=ひとつ上(U)
00000018=ひとつ下(D)
00000019=出力キャプチャ(&C)
00000020=パターン出力(&O)...
00000021=名前(&N):
00000022=クリア(&E)
00000023=ホットキー(&H):
00000024=構文(&L):
00000025=追加(&A)
00000026=現在(&U)
00000027=なし
00000028=事前の保存(&B):
00000029=なし\n現在の文書\nすべての文書\n
00000030=コンテキストメニューに表示(&S)
00000031=ヘルプ

[LexerLibraryDlg]
00000001=構文定義ライブラリ
00000002=名前
00000003=拡張子
00000004=Ns
00000005=Nt
00000006=Nb
00000007=SL
00000008=ToolBar1
00000009=ToolButton5
00000010=ToolButton16
00000011=ToolButton6
00000012=ToolButton11
00000013=ToolButton10
00000014=ToolButton13
00000015=ToolButton14
00000016=構文定義ライブラリを開く
00000017=構文定義ライブラリを開く
00000018=構文定義ライブラリを保存
00000019=構文定義ライブラリを保存
00000020=構文定義のプロパティ
00000021=構文定義のプロパティ
00000022=構文定義をインポート
00000023=構文定義をインポート
00000024=構文定義をエクスポート
00000025=構文定義をエクスポート
00000026=構文定義を削除
00000027=構文定義を削除
00000028=クリア
00000029=クリア
00000030=新しい構文定義
00000031=新しい構文定義
00000032=閉じる
00000033=閉じる
00000034=actCopy
00000035=現在の構文定義の複製を作成
00000036=lxl
00000037=構文定義ライブラリ (*.LXL)|*LXL|すべてのファイル (*.*)|*.*
00000038=構文定義ライブラリを開く
00000039=lxl
00000040=構文定義ライブラリ (*.LXL)|*LXL|すべてのファイル (*.*)|*.*
00000041=構文定義ライブラリを保存
00000042=lcf
00000043=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000044=構文定義のリソースを開く
00000045=lcf
00000046=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000047=構文定義のリソースを保存

[SyntPreviewForm]
00000001=印刷プレビュー
00000003=ToolButton1
00000006=1 ページ\n2 ページ\n4 ページ\n
00000007=ToolButton7
00000009=ToolButton5
00000010=ToolButton4
00000011=FirstCmd
00000012=最初|最初のページへ移動
00000013=PrevCmd
00000014=前へ|前のページへ移動
00000015=NextCmd
00000016=次へ|次のページへ移動
00000017=LastCmd
00000018=最後|最後のページへ移動
00000019=FitCmd
00000020=拡大|拡大/縮小
00000021=PrintCmd
00000022=印刷|文書を印刷
00000023=CloseCmd
00000024=閉じる|印刷プレビューを閉じる
00000025=PageSetup
00000026=印刷
00000027=印刷|文書を印刷
00000028=ページ全体
00000029=ページ幅
00000040=ページ設定
00000041=現時のページ
00000042=合計ページ
00000043=プレビューページ数

[PageSetupEditorDlg]
00000001=ページ設定
00000002=左(&L):
00000003=右(&R):
00000004=上(&T):
00000005=下(&B):
00000006=単位(&U):
00000007=方向(&I):
00000008=配色(&O):
00000009=mm\ncm\nInch\n0.001 Inch\n
00000010=オプション
00000011=縦方向\n横方向\n
00000012=OK
00000013=キャンセル(&C)
00000014=RGB\nグレースケール\n白黒\n
00000015=ヘッダ
00000016=フッタ
00000017=フォント
00000018=ヘッダ(&H)
00000019=フッタ(&F)
00000027=行番号(&N):
00000028=強調範囲
00000029=透明度(&P)
00000030=行の強調(&G)
00000031=折り畳みを隠す(&E)
00000032=折り返し(&W)
00000033=選択範囲を印刷
00000034=主要部分を印刷
00000035=行番号(&U)
00000036=なし\n左 \n右\n左(奇数ページ)\n右(奇数ページ)\n

[SyntLexerDlg]
00000001=構文定義
00000002=共有
00000003=トークンタイプ名
00000004=選択範囲のマーカスタイル:
00000005=テキスト長が大きい場合は、完全な更新は行わない
00000006=検索マーカスタイル:
00000007=現在行のスタイル:
00000008=デフォルトスタイル:
00000009=コメント文字列行:
00000010=折り畳みマーカスタイル:
00000011=文字セット
00000012=ファイル拡張子:
00000013=構文名:
00000014=空白をスキップして構文解析する
00000015=開始行から分析を再開
00000016=文末行はスキップしない
00000017=ブロック分析は常に同期
00000018=スタイル
00000019=下に移動
00000020=無効
00000021=全アイテムの詳細
00000022=アイテムを削除
00000023=新規アイテム
00000024=上に移動
00000025=アイテムのインポート
00000026=背景色(&B)
00000027=文字色(&F)
00000028=スタイルの種類(&S)
00000029=垂直整列(&V)
00000030=キャピタライゼーション効果(&P)
00000031=背景色を指定
00000032=フォントを指定(&T)
00000033=文字の色を指定
00000034=スタイルで使用するプロパティを指定します。
00000035=文字スタイル
00000036=太字スタイルを使用するかどうかを指定
00000037=太字
00000038=斜体スタイルを使用するかどうかを指定
00000039=斜体
00000040=下線スタイルを使用するかどうかを指定
00000041=下線
00000042=打ち消し線スタイルを使用するかどうかを指定
00000043=打ち消し線(&T)
00000044=キャンバスに適用するスタイルのプロパティを指定します。
00000045=カスタムフォント\n文字スタイル と文字色\n背景色と前景色\n背景色のみ\n
00000046=テキストの垂直整列の指定
00000047=上部\n中央\n下部\n
00000048=隠し属性を使用するかどうかの指定
00000049=隠し属性
00000050=境界線
00000051=ひとつ左(L)
00000052=上
00000053=ひとつ右(R)
00000054=下
00000055=左側境界線の色を指定
00000056=左側境界線のスタイルを指定
00000057=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000058=上側境界線の色を指定
00000059=上側境界線のスタイルを指定
00000060=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000061=右側境界線の色を指定
00000062=右側境界線のスタイルを指定
00000063=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000064=下側境界線の色を指定
00000065=下側境界線のスタイルを指定
00000066=blNone\nblSolid \nblDash\nblDot\nblDashDot\nblDashDotDot\nblSolid2\nblSolid3\nblWavyLine\nblDouble\n
00000067=複数行のテキスト領域を境界線で囲むかどうかを指定
00000068=複数行の境界線(&M)
00000069=読み取り専用属性を使用するかどうかを指定します。
00000070=読み取り専用
00000071=レンダリングする前に変更のあったテキストを登録する方法を指定
00000072=未変更\n大文字\n小文字\n大小文字切替\n初期 CAPS\n
00000073=構文解析
00000074=下に移動
00000075=無効
00000076=全アイテムを削除
00000077=アイテムを削除
00000078=新規アイテム
00000079=上に移動
00000080=アイテムのインポート
00000081=規則式
00000082=トークンタイプ
00000083=トークンスタイル
00000084=親ブロック
00000085=行の位置:
00000086=から
00000087=to
00000088=不正文字\nコメント\n識別子\nシンボル\n文字列\n整数コンストラクタ\n浮動コンストラクタ\n16進コンストラクタ\n文字コンストラクタ\nプリプロセッサ\nユーザ定義 1\nユーザ定義 2\nユーザ定義 3\nユーザ定義 4\nユーザ定義 5\nユーザ定義 6\n
00000089=厳密な依存関係
00000090=継承関係なし
00000091=常に有効
00000092=Edit10
00000093=Edit11
00000094=構文解析ステータスを確認
00000095=存在:
00000096=欠損:
00000097=構文解析ステータスの変更
00000098=セット:
00000099=リセット:
00000100=規則
00000101=下に移動
00000102=無効
00000103=全アイテムを削除
00000104=アイテムを削除
00000105=新規アイテム
00000106=上に移動
00000107=アイテムをインポート
00000108=プロパティ
00000109=識別子インデックス
00000110=ブロック・オフセット
00000111=範囲終端の条件
00000112=ブロック・タイプ
00000113=親ブロック
00000114=グループ・インデックス
00000115=範囲先頭の条件
00000116=文法規則
00000117=トークンタイプを変更
00000118=改行位置
00000119=同様の識別を必要とする
00000120=終端条件との関係
00000121=タグ検出\n行の区切り\n範囲の開始\n範囲の終了\n
00000122=厳密なブロック継承関係
00000123=継承関係なし
00000124=次の規則を中止
00000125=常に有効
00000126=上\n下\n
00000127=構文解析ステータスを確認
00000128=存在:
00000129=欠損:
00000130=構文ステータスの変更
00000131=セット:
00000132=リセット:
00000133=テキスト範囲
00000134=名前書式文字列
00000135=グループ書式文字列
00000136=折り畳まれたテキストアイコン
00000137=自動クローズテキスト:
00000138=テキストの終わりでブロックを閉じる
00000139=範囲を自分で閉じる
00000140=最初は閉じる (END 規則なし)
00000141=構文ツリーを表示
00000142=折り畳まない
00000143=ブロックのステープルを描画
00000144=継承関係を無視
00000145=無効\n最近接範囲を閉じる\n開かれた範囲を閉じる\n
00000146=強調
00000147=スタイル
00000148=強調の種類
00000149=ブロック行を強調
00000150=選択された範囲を反転
00000151=強調表示をアクティブ化
00000152=キャレット位置
00000153=すべての位置 (常時)\n制限された領域\n制限されたトークン\n範囲内\n制限されたトークンの最初\n範囲外\n
00000154=最小範囲を選択
00000155=無効\n制限されたトークンのみ\n制限されたトークン以外\nすべての範囲\n
00000156=構文ツリーの修飾
00000157=アイテム:
00000158=グループ:
00000159=イメージのインデックス
00000160=スタイル
00000161=ペン
00000162=幅
00000163=カラー
00000164=スタイル
00000165=カスタムペンを使用
00000166=Edit15
00000167=ソリッド\nダッシュ\nドット\nダッシュドット\nダッシュドットドット\nクリア\nフレーム内
00000168=条件
00000169=条件
00000170=インデックス
00000171=条件
00000172=大文字小文字を無視
00000173=等しい\n等しくない\nマスク\nトークンスキップ\n厳密なマスク\n
00000174=Panel6
00000175=キー一覧
00000176=サブ構文
00000177=下に移動
00000178=無効
00000179=全アイテムを削除
00000180=アイテムを削除
00000181=新規アイテム
00000182=上に移動
00000183=アイテムをインポート
00000184=開始の条件
00000185=終了の条件
00000186=スタイル
00000187=親ブロック
00000188=サブ構文
00000189=厳密なブロック継承関係
00000190=継承関係なし
00000191=テキストの先頭から開始
00000192=テキストの終端で終わる
00000193=常に有効
00000194=隣接テキストを含める
00000195=構文ステータスを確認
00000196=存在:
00000197=欠損:
00000198=構文解析ステータスの変更
00000199=セット:
00000200=リセット:
00000201=文法
00000202=Panel1
00000203=文法のコンパイル
00000204=コード・テンプレート
00000205=コード
00000206=テンプレート
00000207=名前
00000208=説明
00000209=追加
00000210=削除
00000211=編集
00000212=備考
00000213=エクスポート
00000214=適用
00000215=キャンセル(C)
00000216=インポート(&I)
00000217=OK
00000218=lcf
00000219=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000220=構文定義のリソースを開く
00000221=lcf
00000222=構文定義の構成 (*.lcf)|*.lcf|すべてのファイル (*.*)|*.*
00000223=構文定義のリソースを保存
00000224=デフォルト
00000225=マーク付きブロック
00000226=不明\nコメント\n識別子\nシンボル\n文字列\n整数コンストラクタ\n浮動コンストラクタ\n16 進コンストラクタ\n文字コンストラクタ\nプリプロセッサ\n
00000227=マーク付きブロック
00000228=デフォルト
00000229=デフォルト
00000230=マーク付きブロック
00000231=規則
00000232=ターム
00000233=ターム(NoCase)
00000234=コメント
00000235=シンボル
00000236=トークンタイプ
00000237=規則定義
00000238=現在の規則
00000239=コメント 1
00000240=コメント
00000241=コメント 2
00000242=コメント
00000243=(?s)/\\*.*?(\\*/|\\Z)\n
00000244=ターム
00000245=ターム
00000246=ターム(NoCase)
00000247=ターム(NoCase)
00000248=トークン規則
00000249=トークンタイプ
00000250=規則
00000251=規則
00000252=\\w+\n
00000253=等しい
00000254=シンボル
00000255=Or
00000256=シンボル
00000257=規則の停止
00000258=シンボル
00000259=繰り返し
00000260=シンボル
00000261=サブ規則
00000262=シンボル
00000263=規則定義
00000264=規則定義
00000265=規則の開始
00000266=現在の規則
00000267=規則の終了
00000268=%s1 ...
00000269=規則の終了
00000270=skip = <Comment> | \n       <preprocessor>\n\nroot = rule*;\n\nrule = <Rule> (<Equal> item+ branches*) <Stop>?;\n\nbranches = <Or> item+;\n\nitem =  <Rule> | \n        <Token rule ref.> | \n        <Term> | \n        <TermNoCase>;\n
00000271=コメント\nターム\nターム(NoCase)\n規則\n等しい\nOr\n停止\nトークン参照規則\nサブ規則\n
00000272=マーク付きブロック
00000273=デフォルト
00000274=文法エディタ強調

[AddTemplateDlg]
00000001=コードテンプレート
00000002=ショートカット名(&S):
00000003=説明:
00000004=OK
00000005=キャンセル(C)

[ImportRules]
00000001=規則/スタイルのインポート
00000002=構文定義
00000003=インポートする規則/スタイルを選択
00000004=OK
00000005=キャンセル(C)

[fmRepRpt]
00000001=置換レポート
00000002=OK

[fmSRFiles]
00000001=ファイル内検索/置換
00000002=検索語(&S):
00000003=置換語(&R):
00000004=フォルダ検索(&O):
00000005=ファイルマスク、空白区切り(&K):
00000006=ヘルプ
00000007=中止
00000008=テキスト検索オプション
00000009=正規表現(&X)
00000010=大小文字を区別(&C)
00000011=単語単位(&W)
00000012=特殊文字 (\\n \\r \\t...)
00000013=すべて置換(&A)
00000014=すべてのサブフォルダ(&U)
00000015=参照(&B)...
00000016=すべて検索(&F)
00000017=現在(&N)
00000018=ファイル検索オプション
00000019=バイナリファイルをスキップ(&I)
00000020=読み取り専用ファイルをスキップ(&E)
00000021=隠し属性ファイルをスキップ(&H)
00000022=隠し属性フォルダをスキップ(&D)
00000023=結果一覧
00000024=ファイル名のみ表示
00000025=結果を新規タブで表示

[fmProgress]
00000001=検索の進捗
00000002=検索の進行状況...
00000003=中止
00000004=ファイル内テキストを検索中...
00000005=結果を集計中...
00000006=バイナリファイルを除外...

[fmTOut]
00000001=パターン出力
00000002=OK
00000003=中止
00000004=正規表現(&R):
00000005=ファイル名(&F):
00000006=サブ式の番号:
00000007=行(&L):
00000008=列(&C):
00000009=出力テスト行(&T):
00000010=テスト(&E)
00000012=プリセット(&P)
00000013=出力時に HTML タグを除く

[CustomSyntDlg]
00000001=構文強調表示
00000002=要素(&E)
00000003=&Ok
00000004=中止
00000005=背景(&B)
00000006=文字色(&F)
00000007=スタイルの種類(&S)
00000008=垂直調整(&V)
00000009=文字種効果(&P)
00000010=背景色を指定
00000011=カスタム文字設定(&T)
00000012=文字色を指定
00000013=使用するスタイルのプロパティを指定
00000014=文字スタイル
00000015=太字フォントを使用するかどうかを指定
00000016=太字(&L)
00000017=斜体フォントを使用するかどうかを指定
00000018=斜体(&I)
00000019=下線フォントを使用するかどうか指定
00000020=下線(&U)
00000021=打ち消し線フォントを使用するかどうかを指定
00000022=打ち消し線(&T)
00000023=キャンバスに適用するスタイルのプロパティを指定
00000024=カスタムフォント\nフォントスタイル & カラー\n前景及び背景\n背景のみ\n
00000025=テキストの垂直調整を指定
00000026=上\n中\n下\n
00000027=隠し属性を使用するかどうかを指定
00000028=隠し属性(&H)
00000029=境界...
00000030=左
00000031=上
00000032=右
00000033=下
00000034=左側境界線の色を指定
00000035=左側境界線のスタイルを指定
00000036=
00000037=上部境界線の色を指定
00000038=上部境界線のスタイルを指定
00000039=
00000040=右側境界線の色を指定
00000041=右側境界線のスタイルを指定
00000042=
00000043=下部境界線の色を指定
00000044=下部境界線のスタイルを指定
00000045=
00000046=複数行テキストの周囲領域に境界線を描画するかどうかを指定
00000047=複数行境界線(&M)
00000048=読み取り専用属性を使用するかどうかを指定
00000049=読み取り専用(&R)
00000050=レンダリング前のテキスト変換に関する指定
00000051=変更なし\n大文字\n小文字\n大小文字を切替\n先頭のみ大文字\n
00000052=デフォルト
00000053=マーク済ブロック
00000054=不明\nコメント\n識別子\n記号\n文字列\n整数(const)\n浮動(const)\nHex(const)\n文字(const)\nPreprocessor\n
00000055=マーク済ブロック
00000056=デフォルト

[fmExtract]
00000001=文字列の抽出
00000002=検索
00000003=正規表現:
00000004=大小文字を区別
00000005=検索
00000006=クリップボードにコピー
00000007=検索文字列のプレビュー
00000008=中止
00000009=ヘルプ
00000010=選択範囲のみ検索
00000011=新規タブにコピー
00000012=カーソル位置から検索
00000013=見つかりません...

[fmShell]
00000001=シェル統合
00000003=項目 "SynWrite" をエクスプローラのコンテキストメニューに追加
00000004=OK
00000006=拡張子 .txt に SynWrite を関連付ける
00000007=拡張子 .ini に SynWrite を関連付ける
00000008=SynWrite に関連付けるファイル拡張子を選択:
00000009=すべての拡張子の選択を解除

[fmInsTxt]
00000001=テキストを挿入
00000002=挿入する位置
00000003=行頭:
00000004=行末:
00000005=開始番号:
00000006=桁:
00000007=末尾:
00000008=テキスト
00000009=連番
00000010=ドット
00000011=オプション
00000012=最初に挿入:
00000013=列に挿入:
00000014=先頭のスペース後
00000015=空白行をスキップ
00000016=文字列の後:
00000017=OK
00000018=キャンセル

[fmProjOpt]
00000001=プロジェクト設定
00000002=OK
00000003=キャンセル
00000005=検索パス:
00000006=フォルダを追加...
00000007=(コンテキストメニュー内 "開く <...>" コマンドを使用)

[fmLoadLex]
00000001=構文定義スタイルを復元
00000002=SynWrite の再インストール後、このダイアログからあなたが以前作成した構文定義スタイルを復元することが出来ます。\n構文定義スタイルは、構文プロパティダイアログで OK ボタンを押した時、自動的に 'SynStyles.ini' ファイルにバックアップされます。そして、SynWrite を再インストール("LexLib.lxl"が置換された後)このダイアログを呼び出すことで、'SynStyles.ini'ファイルのバックアップから構文定義スタイルを復元することが出来ます。
00000003=保存されたスタイルから復元したいものを選択
00000004=すべて選択
00000005=選択解除
00000006=選択を除去
00000007=OK
00000008=キャンセル

[$CONSTANTS]
Action=動作
AllF=すべてのファイル
AllL=(すべての構文)
Appn=ini ファイルへの書き込みに失敗
Bk=ブックマーク %d
cpBOM=ファイル "%s" には BOM 署名が含まれているため\n異なるエンコードでは再読み込みできません.\n\n変更する場合は "書式 -- エンコーディングの変更" コマンドを使用してください.
cpLn=(コードページファミリ名),Cyrillic=Cyrillic,Thai=Thai,
cpN=コードページ: %d
cpUnicode=Unicode
cpUTF8no=UTF-8, BOMなし
EClosing=閉じる際の例外:
EOpen=開く際の例外:
EPlug=プラグインの例外:
EUnhook=アンフック操作の例外:
FF0=指定マスクのファイルはありません
FF0_=合致するファイルは見つかりません
FF1="%s": %d 箇所
FFAll=%d 箇所を置換 %d ファイル内.
FFCfm=本当にこれらをすべて置換しますか\nフォルダ: "%s"\nファイル: %s\n?
filAll=すべてのファイル
filApp=アプリケーション
filChm=HTML ヘルプファイル
filHlp=WinHelp ファイル
fill=埋め込みに使用する文字列を入力:
fn=検索
fnMul=この操作は複数のタブが開かれている必要があります
fnR=置換
fn_f=(ファイル %d 内)
Found=%d 箇所の合致を検出
Key1=キー1
Key2=キー2
KeyNUsed=キーは使用されていません
KeyUsed=キーは使用されています:
MAtt=ファイル "%s" に書き込めません
MBakEr=バックアップファイルを作成出来ません:\n%s
MBakOk=バックアップファイルを作成:\n%s
MBig=ファイル "%s" はサイズが大き過ぎます
MBk=すべてのブックマークをクリア?
MCre=ファイルが見つかりません:\n%s\n\n作成しますか?
mdel=本当に現在のファイルを閉じて削除しますか?
MDelC=このコードテンプレートを本当に削除しますか?
mdeln=ファイル "%s" のリネーム/削除はできません
MDelSt=本当に保存されたスタイル一覧から選択された項目を除去しますか?
MDLex=本当にこの構文定義を削除しますか?
MDLexx=本当にすべての構文定義をライブラリから除去しますか?
MEmp=無題のタブがあります、このまま続行しますか?
MLn=行番号は 1 から %d　必要です
MNCap=ツール "%s" に対する名前を指定してください
MNCmt=構文定義 "%s" ではストリームコメントの定義がされていません.\n詳細は SynWrite フォルダのファイル "Comment.cfg" をご確認ください.
MNCreate=ファイルを作成出来ません:
MNFound=ファイルが見つかりません:
MNFound2=見つかりません: "%s"
MNLex=名前 "%s" という構文定義スタイルは見つかりません
MNSel=ヘルプファイルを開く際には、テキストを選択、または単語にカーソルを合わせておく必要があります
MNSel2=テキストが選択されていません
MNText=ファイル "%s" の内容はテキストではありません.\n開きますか?
MoreB=更に多くのボタン
MOver=ファイル "%s" は読み取り専用です\n上書きしますか?
MRel=ファイル "%s" は外部で変更されています\n再読み込みしますか?
MRelN=ファイル "%s" は外部で削除されています\n再読み込みできません.
MRun=コマンドを実行できません:\n%s
MRun0=コマンド "%s" は出力を返しませんでした
MSave=ファイル "%s" は変更されています\n\n変更を保存しますか?
MSavLex=構文定義ライブラリの変更を保存しますか?
MSel=文字コード: %d (hex %2.2x)
MSr=これらの特殊文字を利用出来ます:\n\\r - CR (#13)\n\\n - LF (#10)\n\\t - Tab (#9)\n\\0 - zero (#0)\n\\\\ - single \\ char\n\n正規表現に関するヘルプを表示しますか?
MZen=略述を展開できません:\n%s
newFnLatin=新規
nlex=(構文定義なし)
None=(なし)
None2=(コマンドなし\n)
NSaved=最初にファイルを保存する必要があります
opf="%s" を開く
O_f=検索文字 "%s" をフォルダ "%s" で検索(%d 箇所の合致 %d 個のファイル)
O_fn=行分析が出来ません:\nファイル名が見つかりません
O_fne=この行からはナビゲートできません:\nファイルが見つかりません: "%s"
O_fr=文字列 "%s" を "%s" に置換 - フォルダ "%s" (%d 箇所の合致  %d 個のファイル)
O_l=行分析が出来ません:\n行番号が見つかりません
O_ln=行 %d:
O_m=(合致: %d)
O_ok=分析された行:\n\nファイル名: "%s"\n行: %d\n列: %d
Re=すべての箇所で置換を実行しますか?
re_b=単語の境界
re_D=数字桁 0..9
re_Diap=a,b 及び 0..9 に合致
re_end=行末
re_hex=16進文字
re_n=新規行
re_nb=なし-(単語の境界)
re_ND=非数字桁
re_NDiap=a,b 及び 0..9 以外いずれも
re_NS=非空白
re_ntim=n 回の繰り返し文字列
re_NW=非英数字
re_S=空白
re_slash=バックスラッシュ
re_st=行頭
re_sub=サブエクスプレッション
re_t=タブ
re_W=すべての英数字
RO=[読み取り専用]
sAll=すべて(&A)
sCan=キャンセル(C)
sCf=確認
shNN=レジストリの変更が出来ません.\nプログラムを管理者として実行してください.
sIns=挿入
sn=いいえ(&N)
sNAll=すべていいえ(&O)
sOk=OK
sOvr=上書
sWarn=警告
sy=はい(&Y)
sYAll=すべてはい(&A)
Sync=同期範囲を作成
SynR=同期範囲を除去
typed=タイプされた単語
Untitled=(無題)
vert=このコマンドは列選択時のみ機能します
zenCur=展開略述にはカーソルマークがあります
zenIn=展開する略述:
ZmIn=拡大率 %:
Zoom=拡大: %d%%
